{
    "common": {
        "Home": "Home",
        "About": "The Studio",
        "AboutUs": "The Studio",
        "Achievements": "Achievements",
        "Projects": "Projects",
        "Services": "Services",
        "Solutions": "Solutions",
        "Contact": "Contact",
        "SelectedProjects": "Selected Projects",
        "WhatCanDo": "What Can We Do for You?",
        "GET YOUR BOOST": "GET YOUR BOOST",
        "GET YOUR": "GET YOUR ",
        "BOOST": "BOOST",
        "BRAND": "BRAND",
        "STRATEGY": "STRATEGY",
        "IMPACT": "IMPACT",
        "Talk": "Let's Talk",

        "Terms": "Terms & Conditions",
        "PrivacyPolicy": "Privacy Policy",
        "the_agency": "the_studio",
        "solutions": "solutions",
        "achievements": "achievements",
        "contact": "contact",
        "menuText": "To lead today, brands need diverse perspectives, strategic creativity, and agile execution. Paragraph Studio offers integrated solutions—different by design.",
        "back": "Back",
        "overview": "Overview",
        "JuanchoDescription1": "Based on the concept “nature-inspired innovation,” the Shellmet mimics a traditional hardhat, but is made out of 100% recycled materials from scallop shells.",
        "JuanchoDescription2": "The sustainable and innovative design was created to help reduce the excessive amounts of scallop shells left behind by seafood exporters each year, which puts the local beaches at risk for soil contamination.",
        "LMLDescription1": "Guided by the concept of “modern trust,” this real estate website combines elegant design with intuitive navigation to create a seamless digital experience. The clean layout, balanced typography, and sophisticated color palette were carefully chosen to reflect reliability and professionalism while making property exploration feel effortless. Every design decision was made to mirror the values of a company dedicated to connecting people with their ideal homes.",
        "LMLDescription2": "TBeyond aesthetics, the site emphasizes clarity and usability. From streamlined property searches to visually engaging listings, each element is crafted to inspire confidence and make complex decisions easier for clients. The result is a platform where functionality and elegance converge, offering a modern yet welcoming approach to real estate in the digital age."
    },
    "about": {
        "TheStudio": "The Studio",
        "StudioIntro": "We’re a vertically integrated creative agency—crafting story-driven brands and meaningful connections with strategic precision. Swiss-born, globally minded, we grow through diversity and innovation.",
        "Manifesto": "Manifesto",
        "ManifestoLine1": "We are Overty",
        "ManifestoLine2": "WE DON'T FOLLOW THE CHANGE",
        "ManifestoLine3": "WE CREATE IT",
        "ManifestoDescriptionParagraph1": "We believe in strategies that inspire, in brands that tell stories, and in connections that transcend borders. We are obsessed with details because we know that the difference is in them.",
        "ManifestoDescriptionParagraph2": "We were born in Switzerland, but our vision is global. We choose to expand where diversity, dynamism, and the potential of emerging markets inspire us to innovate.",
        "characteristic1Title": "Idea engine",
        "characteristic1Description": "Unique and adaptable strategies developed by combining creativity, data analysis, and a results-driven approach'",
        "characteristic2Title": "360 connection",
        "characteristic2Description": "Driven by an international vision, with a deep understanding of the importance of local market connections.",
        "characteristic3Title": "REAL INSIGHTS",
        "characteristic3Description": "Ideas transformed into concrete actions, tangible outcomes, well-defined goals, and long-lasting strategic impact.",
        "Team": "Team",
        "Founder": "Director",
        "JeanDescription": "I believe in strategies that inspire, in brands that tell stories, and in connections that transcend borders.",
        "Designer": "Designer",
        "JulioDescription": "I believe in designs that communicate, in ideas that come to life, and in aesthetics that leave a mark.",
        "CatalinaDescription": "I believe in content that connects, in communities that grow, and in conversations that make a difference.",
        "Community Manager": "Community Manager",
        "CarlosDescription": "I believe in code that empowers, in websites that engage, and in solutions that drive success.",
        "Web Developer": "Web Developer"
    },
    "portfolio": {
        "tab1": "Selected Projects",
        "tab2": "Companies",
        "tab3": "Products",
        "tab4": "Real Estate",
        "More": "See more",
        "continuousScroll": "general business real state product launch"
    },
    "services": {
        "Services": "Services",
        "ServicesIntro": "To lead today, brands need diverse perspectives, strategic creativity, and agile execution. Paragraph Studio offers integrated solutions—different by design.",
        "serviceTitle1": "Companies",
        "serviceDescription1": "What’s your story, and what do you stand for?",
        "serviceDescription1_1": "We turn your vision into a brand people can see, feel, and connect with—through striking visuals, powerful words,and a sharp focus on what makes you truly different",
        "serviceTitle2": "Products",
        "serviceDescription2": "Find your tribe and grow a following that believes in your brand.",
        "serviceDescription2_1": "Reaching people where they are—and giving them something they truly value—is the fastest way to turn interest into trust, and trust into action.",
        "serviceTitle3": "Real Estate",
        "serviceDescription3": "Great content draws people in, tells your story, and grows your business. ",
        "serviceDescription3_1": "Weak content? It disappears into the noise. We bridge your marketing and sales to craft bold, valuable content that sparks interest, builds loyalty, and inspires action.",
        "realestate": "Real Estate",
        "ServicesDescription": "What can we do for you?",
        "Companies": "Companies",
        "companiesDescription1": "Positioning",
        "companiesDescription2": "Naming",
        "companiesDescription3": "Brand Design System",
        "companiesDescription4": "Brand Strategy",
        "companiesDescription5": "Graphic Direction",
        "companiesDescription6": "Brand Identity",
        "companiesDescription7": "Ad Creatives",
        "companiesDescription8": "Editorial Design",
        "Products": "Products",
        "productsDescription1": "Interactive Content",
        "productsDescription2": "Social Media Content",
        "productsDescription3": "Sales Support",
        "productsDescription4": "Content & Copy Writing",
        "productsDescription5": "AI Experiences",
        "productsDescription6": "Data Visualization",
        "productsDescription7": "Anual Reports",
        "productsDescription8": "video & Motion",
        "RealEstate": "Real Estate",
        "realestateDescription1": "Promoter",
        "realestateDescription2": "Real Estate Agent",
        "realestateDescription3": "Investor",
        "realestateDescription4": "Private",
        "realestateDescription5": "Channel Strategy",
        "realestateDescription6": "SEO Consulting",
        "realestateDescription7": "Paid Social",
        "realestateDescription8": "Analytics",
        "details": "Details",
        "KeyInHand": "Key in hand solutions",
        "OurMethod": "Our Method",
        "OurMethodDescription": "We uncover insights that guide strategy, shape creative execution, and drive measurable growth—ensuring every step is aligned for lasting impact.",
        "Strategy1": "Discovery & Analysis",
        "Strategy1Description": "Understanding your brand, audience, and goals comes first. Through research and strategic insight, we uncover key opportunities and set the foundation for purposeful, creative direction.",
        "Strategy2": "Strategy & Planning",
        "Strategy2Description": "Defining an action plan with clear insights in place, we define a focused roadmap. Blending creativity with data, we prioritize actions, align channels, and build a strategy designed to achieve measurable results. on data and creativity to ensure effective results.",
        "Strategy3": "Execution & Development",
        "Strategy3Description": "Ideas come to life through precise execution. From content creation to design and digital build-out, every detail is crafted to align with strategy and deliver real impact.",
        "Strategy4": "Monitoring & Growth",
        "Strategy4Description": "Performance is tracked in real time to measure impact, identify opportunities, and refine strategy. Insights drive continuous improvement, ensuring sustained growth and long-term success.",
        "FAQDescription": "Our FAQ covers what we do, how we work, and what to expect. Still need answers? ",
        "FAQDescription2": "Just reach out—we’re here to help.",
        "gotQuestions": "Got questions?",
        "FAQ1": "Does Paragraph work with companies from any sector?",
        "FAQ1Answer": "Yes, Paragraph has the ability to work with companies from various sectors, adapting its strategies and services to each client’s specific needs.",
        "FAQ2": "How long does it take to see results from a digital marketing strategy?",
        "FAQ2Answer": "The time to see results can vary depending on the strategy and sector, but improvements are generally noticeable within 3 to 6 months.",
        "FAQ3": "What kind of websites do you develop?",
        "FAQ3Answer": "We develop custom websites tailored to each client’s needs, including informational sites, online stores, and interactive platforms.",
        "FAQ4": "How can I request a quote?",
        "FAQ4Answer": "You can request a quote through our contact form on the website, and we’ll get in touch with you to discuss your needs.",
        "FAQ5": "Does Paragraph offer social media management services?",
        "FAQ5Answer": "Yes, we offer social media management services, including content creation, planning, and performance analysis.",
        "FAQ6": "What kind of content do you create?",
        "FAQ6Answer": "We create a variety of content, including articles, videos, infographics, and social media posts, all tailored to each client’s needs.",
        "FAQ7": "How is the success of a marketing strategy measured?",
        "FAQ7Answer": "Success is measured through key metrics such as website traffic, conversion rate, social media engagement, and return on investment (ROI).",
        "FAQ8": "Does Paragraph offer customized plans based on my company’s needs?",
        "FAQ8Answer": "Yes, at Paragraph we offer customized plans tailored to the specific needs and goals of each company.",
        "RealEstateIntro1": "Not sure which seat is right for you?",
        "RealEstateIntro2": "We’ve got you. Whether you’re a small business or a large enterprise, Paragraph enables your team to think strategically rather than search endlessly.",
        "3D": "3D",
        "renders": "Renders",
        "showcase": "¡Showcase the future—today!",
        "plans": "Plans",
        "3dfurnished": "3D Furnished",
        "2dplan": "2D Plan",
        "2ddesign": "2D Design",
        "videos": "Videos",
        "motiongraphics": "Motion Graphics",
        "motiongraphicsDescription": "Strong logo system includes multiple versions to ensure lexibility and consistency across all applications. From the primary logo to simplified marks, icons, and responsive formats, each version is designed to maintain brand integrity—whether on a website, social media, packaging, or print.",
        "cinematic": "Cinematic",
        "cinematicDescription": "Strong logo system includes multiple versions to ensure flexibility and consistency across all applications. From the primary logo to simplified marks, icons, and responsive formats, each version is designed to maintain brand integrity—whether on a website, social media, packaging, or print.",
        "branding": "Project Branding",
        "brandingDescription": "Visual applications bring a brand to life across every medium—digital, print, packaging, and environments. From social media templates and signage to merchandise and editorial layouts, consistent application ensures a cohesive and recognizable presence at every touchpoint.",
        "websiteDesign": "Website Design",
        "interactive": "Interactive Websites",
        "websiteDesignDescription": "Interactive website design turns browsing into experience. Through motion, smart UX, and immersive visuals, we build sites that engage, guide, and convert. Each click feels intentional—bringing your brand or space to life.",
        "interactive3D": "Interactive & Immersive3D",
        "Talk": "let's talk",
        "customProject": "Have a custom project?",
        "customProjectDescription": "A fully tailored solution for unique developments. From 3D storytelling to branding, cinematic video, and interactive experiences — we build everything you need to showcase and sell your project at the highest level.",
        "standard": "Standard",
        "photorealistic": "Photorealistic",
        "2dPlanShowcase": "2D Plan Showcase",
        "2dDesignShowcase": "2D Design Showcase",
        "brandingImage": "Branding",
        "decorativeDots": "Decorative dots",
        "card1": "Card 1",
        "card2": "Card 2",
        "card3": "Card 3",
        "cardContent": "Your content here"
    },
    "contact": {
        "Contact": "Contact",
        "ContactIntro1": "Ready to take your brand to the next level?",
        "ContactIntro2": "Fill out the form, and we’ll be in touch to start building something great together.",
        "ContactQuestion": "Ready to take your brand to the next level?",
        "ContactDescription": "Fill out the form and we will contact you.",
        "Name": "Full name",
        "NamePlaceholder": "Enter your full name",
        "Email": "Email",
        "EmailPlaceholder": "Enter your email",
        "Phone": "Phone",
        "PhonePlaceholder": "Enter your phone number",
        "CompanyPlaceholder": "Enter your company name",
        "Company": "Where do you work?",
        "Message": "Tell us what you need",
        "MessagePlaceholder": "What can we do for you?",
        "Send": "Send",
        "SendSuccess": "Your message has been sent successfully!",
        "SendError": "There was an error sending your message. Please try again later.",
        "Sending": "Sending...",
        "FindUs": "Find us"
    }
}
