{
    "common": {
        "Home": "Inicio",
        "About": "El Estudio",
        "AboutUs": "El Estudio",
        "About": "El Estudio",
        "AboutUs": "El Estudio",
        "Portfolio": "Portafolio",
        "Solutions": "Experiencia",
        "Contact": "Contacto",
        "SelectedProjects": "Proyectos seleccionados",
        "WhatCanDo": "¿Qué podemos hacer por ti?",
        "GET YOUR BOOST": "OBTÉN TU IMPULSO",
        "GET YOUR": "OBTÉN TU ",
        "BOOST": "IMPULSO",
        "BRAND": "MARCA",
        "STRATEGY": "ESTRATEGIA",
        "IMPACT": "IMPACTO",
        "Talk": "Hablemos",
        "continuousScroll": "identidad de marca desarrollo de audiencia contenido creativo",
        "Terms": "Términos y condiciones ",
        "PrivacyPolicy": "Política de privacidad",
        "the_agency": "el_estudio",
        "solutions": "soluciones",
        "achievements": "logros",
        "contact": "contacto",
        "menuText": "Para liderar hoy, las marcas necesitan perspectivas diversas, creatividad estratégica y ejecución ágil. El Estudio ofrece soluciones integradas y diferentes por su diseño.",
        "back": "Atrás",
        "overview": "Vista general"
    },
    "about": {
        "TheStudio": "El Estudio",
        "StudioIntro": "Somos una agencia creativa verticalmente integrada—creando marcas impulsadas por historias y conexiones estratégicas. Nacidos en Suiza, con visión global, crecemos a través de la diversidad y la innovación.",
        "Manifesto": "Manifiesto",
        "ManifestoLine1": "Somos Overty",
        "ManifestoLine2": "NO SEGUIMOS EL CAMBIO",
        "ManifestoLine3": "LO CREAMOS",
        "ManifestoDescriptionParagraph1": "Creemos en estrategias que inspiran, en marcas que cuentan historias y en conexiones que trascienden fronteras. Nos obsesionan los detalles, porque sabemos que en ellos está la diferencia.",
        "ManifestoDescriptionParagraph2": "Nacimos en Suiza, pero nuestra visión es global. Elegimos expandirnos donde la diversidad, el dinamismo y el potencial de los mercados emergentes nos inspiren a innovar.",
        "characteristic1Title": "motor de ideas",
        "characteristic1Description": "Estrategias únicas y adaptables desarrolladas combinando creatividad, análisis de datos y un enfoque basado en resultados'",
        "characteristic2Title": "conexión 360",
        "characteristic2Description": "Dirigido por una visión internacional, con un profundo entendimiento del valor de las conexiones en mercados locales.",
        "characteristic3Title": "INSIGHTs REALes",
        "characteristic3Description": "Ideas transformadas en acciones concretas, resultados tangibles, metas claras y un impacto estratégico duradero.",
        "Team": "Equipo",
        "Founder": "Director",
        "JeanDescription": "Creo en estrategias que inspiran, en marcas que cuentan historias y en conexiones que trascienden fronteras.",
        "Designer": "Diseñador",
        "JulioDescription": "Creo en diseños que comunican, en ideas que cobran vida y en estéticas que dejan huella.",
        "Community Manager": "Community Manager",
        "CatalinaDescription": "Creo en contenidos que conectan, en comunidades que crecen y en conversaciones que marcan la diferencia.",
        "CarlosDescription": "Creo en un código que empodera, en sitios web que enganchan y en soluciones que conducen al éxito.",
        "Web Developer": "Desarrollador Web"
    },
    "portfolio": {
        "tab1": "Proyectos seleccionados",
        "tab2": "Empresas",
        "tab3": "Productos",
        "tab4": "Finca Raíz",
        "More": "Ver más",
        "continuousScroll": "negocios generales finca raíz lanzamiento de productos"
    },
    "services": {
        "Services": "Servicios",
        "ServicesIntro": "Para liderar hoy, las marcas necesigen perspectivas diversas, creatividad estratégica y ejecución ágil. El Estudio ofrece soluciones integradas y diferentes por su diseño.",
        "ServicesDescription": "¿Qué podemos hacer por ti?",
        "companies": "empresas",
        "products": "productos",
        "realestate": "finca'raíz",
        "Companies": "Empresas",
        "companiesDescription1": "Posicionamiento",
        "companiesDescription2": "Naming",
        "companiesDescription3": "Sistema de Diseño de Marca",
        "companiesDescription4": "Brand Strategy",
        "companiesDescription5": "Dirección Gráfica",
        "companiesDescription6": "Identidad de Marca",
        "companiesDescription7": "Creativos Publicitarios",
        "companiesDescription8": "Diseño Editorial",
        "BrandingDescription2": "Video",
        "BrandingDescription3": "Interactivos",
        "BrandingDescription4": "Gráficos",
        "BrandingDescription5": "Contenidos",
        "Products": "Productos",
        "productsDescription1": "Contenido Interactivo",
        "productsDescription2": "Contenido de Redes Sociales",
        "productsDescription3": "Soporte de Ventas",
        "productsDescription4": "Contenido y Escritura de Copia",
        "productsDescription5": "Experiencias AI",
        "productsDescription6": "Visualización de Datos",
        "productsDescription7": "Reportes Anuales",
        "productsDescription8": "video & Motion",
        "realestateDescription1": "Promotor",
        "realestateDescription2": "Agente Inmobiliario",
        "realestateDescription3": "Inversionista",
        "realestateDescription4": "Privado",
        "realestateDescription5": "Estrategia de Canal",
        "realestateDescription6": "Consultoría SEO",
        "realestateDescription7": "Redes Pagadas",
        "realestateDescription8": "Analítica",
        "OurMethodDescription": "Seguimos un proceso estructurado para garantizar los mejores resultados para nuestros clientes.",
        "RealEstate": "Finca Raíz",
        "AudienceDevelopmentDescription1": "Desarrollamos audiencias activas y fieles, potenciando tu alcance y construyendo comunidades en torno a tu marca.",
        "AudienceDevelopmentDescription2": "Comunidad",
        "AudienceDevelopmentDescription3": "Redes Sociales",
        "AudienceDevelopmentDescription4": "Marketing por Email",
        "AudienceDevelopmentDescription5": "Networking",
        "details": "Detalles",
        "KeyInHand": "Soluciones llave en mano",
        "OurMethod": "Nuestro Método",
        "Strategy1": "Descubrimiento & Análisis",
        "Strategy1Description": "Comprender tu marca, audiencia y objetivos es nuestro primer paso. A través de la investigación y la visión estratégica, descubrimos oportunidades clave y establecemos la base para una dirección creativa y efectiva.",
        "Strategy2": "Estrategia & Planificación",
        "Strategy2Description": "Con claras perspectivas en mente, definimos un plan de acción enfocado. Combinando creatividad con datos, priorizamos acciones, alineamos canales y construimos una estrategia diseñada para lograr resultados medibles.",
        "Strategy3": "Ejecución & Desarrollo",
        "Strategy3Description": "Las ideas cobran vida a través de una ejecución precisa. Desde la creación de contenido hasta el diseño y el desarrollo digital, cada detalle se elabora para alinear con la estrategia y generar un impacto real.",
        "Strategy4": "Monitoreo & Crecimiento",
        "Strategy4Description": "El rendimiento se monitorea en tiempo real para medir el impacto, identificar oportunidades y ajustar la estrategia. Las perspectivas impulsan la mejora continua, garantizando un crecimiento sostenido y éxito a largo plazo.",
        "FAQDescription": "Estas preguntas frecuentes brindan claridad y generan confianza en los posibles clientes, estableciendo expectativas sobre los servicios, procesos y resultados.",
        "FAQ1": "¿Paragraph trabaja con empresas de cualquier sector?",
        "FAQ1Answer": "Sí, Paragraph tiene la capacidad de trabajar con empresas de diversos sectores, adaptando sus estrategias y servicios a las necesidades específicas de cada cliente.",
        "FAQ2": "¿Cuánto tiempo toma ver resultados en una estrategia de marketing digital?",
        "FAQ2Answer": "El tiempo para ver resultados puede variar según la estrategia y el sector, pero generalmente se pueden observar mejoras en un plazo de 3 a 6 meses.",
        "FAQ3": "¿Qué tipo de páginas web desarrollan?",
        "FAQ3Answer": "Desarrollamos páginas web personalizadas, adaptadas a las necesidades de cada cliente, incluyendo sitios informativos, tiendas en línea y plataformas interactivas.",
        "FAQ4": "¿Cómo puedo solicitar un presupuesto?",
        "FAQ4Answer": "Puedes solicitar un presupuesto a través de nuestro formulario de contacto en la página web, y nos pondremos en contacto contigo para discutir tus necesidades.",
        "FAQ5": "¿Paragraph ofrece servicios de gestión de redes sociales?",
        "FAQ5Answer": "Sí, ofrecemos servicios de gestión de redes sociales, incluyendo creación de contenido, planificación y análisis de resultados.",
        "FAQ6": "¿Qué tipo de contenido crean?",
        "FAQ6Answer": "Creamos una variedad de contenido, incluyendo artículos, videos, infografías y publicaciones en redes sociales, adaptados a las necesidades de cada cliente.",
        "FAQ7": "¿Cómo se mide el éxito de una estrategia de marketing?",
        "FAQ7Answer": "El éxito se mide a través de métricas clave como el tráfico web, la tasa de conversión, el engagement en redes sociales y el retorno de inversión (ROI).",
        "FAQ8": "¿Paragraph ofrece planes personalizados según las necesidades de mi empresa?",
        "FAQ8Answer": "Sí, en Paragraph ofrecemos planes personalizados que se adaptan a las necesidades y objetivos específicos de cada empresa.",
        "RealEstateIntro1": "¿No estás seguro de cuál es el asiento correcto para ti?",
        "RealEstateIntro2": "Nosotros te ayudamos. Ya sea que seas una pequeña empresa o una gran empresa, Paragraph te permite pensar estratégicamente en lugar de buscar sin cesar.",
        "3D": "3D",
        "renders": "Renders",
        "showcase": "¡Muestra el futuro hoy!",
        "plans": "Planos",
        "3dfurnished": "3D Amoblado",
        "2dplan": "Plano 2D",
        "2ddesign": "Diseño 2D",
        "videos": "Videos",
        "motiongraphics": "Gráficos en movimiento",
        "motiongraphicsDescription": "Sistema de logos robusto que incluye múltiples versiones para garantizar flexibilidad y consistencia en todas las aplicaciones. Desde el logo principal hasta marcas simplificadas, iconos y formatos responsivos, cada versión está diseñada para mantener la integridad de la marca, ya sea en un sitio web, redes sociales, empaques o impresión.",
        "cinematic": "Cinemática",
        "cinematicDescription": "La cinemática es una herramienta poderosa para crear contenido atractivo e inmersivo. Permite crear videos cinematográficos que son visualmente impactantes y emocionalmente impactantes. Es una gran manera de contar la historia de tu marca y conectar con tu audiencia.",
        "branding": "Branding de proyectos",
        "brandingDescription": "Las aplicaciones visuales dan vida a una marca en todos los medios: digital, impreso, empaques y entornos. Desde plantillas de redes sociales y señalización hasta merchandising y diseños editoriales, una aplicación consistente garantiza una presencia coherente y reconocible en cada punto de contacto.",
        "websiteDesign": "Diseño de sitio web",
        "interactive": "Páginas Web Interactivas",
        "websiteDesignDescription": "El diseño de sitio web interactivo transforma la navegación en experiencia. A través de movimiento, UX inteligente y visores inmersivos, creamos sitios que atraen, guían y convierten. Cada clic se siente intencionado, dando vida a tu marca o espacio.",
        "interactive3D": "3D Interactivo &  Inmersivo",
        "Talk": "Hablemos",
        "customProject": "¿Tienes un proyecto personalizado?",
        "customProjectDescription": "Estamos aquí para ayudarte. Ya sea que seas una pequeña empresa o una gran empresa, Paragraph te permite pensar estratégicamente en lugar de buscar sin cesar.",
        "standard": "Estándar",
        "photorealistic": "Fotorrealista",
        "2dPlanShowcase": "Vitrina de Plano 2D",
        "2dDesignShowcase": "Vitrina de Diseño 2D",
        "brandingImage": "Identidad de marca",
        "decorativeDots": "Puntos decorativos",
        "card1": "Tarjeta 1",
        "card2": "Tarjeta 2",
        "card3": "Tarjeta 3",
        "cardContent": "Tu contenido aquí"
    },
    "contact": {
        "Contact": "Contacto",
        "ContactIntro1": "¿Listo para llevar tu marca al siguiente nivel?",
        "ContactIntro2": "Completa el formulario y nos pondremos en contacto contigo.",
        "ContactQuestion": "¿Listo para llevar tu marca al siguiente nivel?",
        "ContactDescription": "Completa el formulario y nos pondremos en contacto contigo.",
        "Name": "Nombre completo",
        "NamePlaceholder": "Escribe tu nombre",
        "EmailPlaceholder": "Escribe tu correo electrónico",
        "Email": "Correo electrónico",
        "Phone": "Teléfono",
        "PhonePlaceholder": "Escribe tu número de teléfono",
        "CompanyPlaceholder": "Escribe el nombre de tu empresa",
        "Company": "¿Dónde trabajas?",
        "Message": "Cuéntanos qué necesitas",
        "MessagePlaceholder": "¿Qué podemos hacer por ti?",
        "Send": "Enviar",
        "SendMessage": "Mensaje enviado con éxito",
        "SendError": "Hubo un error al enviar tu mensaje. Por favor, inténtalo de nuevo más tarde.",
        "Sending": "Enviando...",
        "FindUs": "Encuéntranos"
    }
}
