{
    "common": {
        "Home": "Accueil",
        "About": "L'Studio",
        "AboutUs": "L'Studio",
        "Achievements": "Réalisations",
        "Solutions": "Solutions",
        "Contact": "Contact",
        "SelectedProjects": "Projets sélectionnés",
        "WhatCanDo": "Que pouvons-nous faire pour vous?",
        "GET YOUR BOOST": "OBTENEZ VOTRE IMPULSION",
        "GET YOUR": "OBTENEZ VOTRE ",
        "BOOST": "IMPULSION",
        "BRAND": "MARQUE",
        "STRATEGY": "STRATÉGIE",
        "IMPACT": "IMPACT",
        "Talk": "Discutons",
        "continuousScroll": "identité de marque développement d'audience contenu créatif",
        "Terms": "Conditions générales",
        "PrivacyPolicy": "Politique de confidentialité",
        "the_agency": "l_studio",
        "solutions": "solutions",
        "achievements": "realisations",
        "contact": "contact",
        "menuText": "Pour mener aujourd'hui, les marques ont besoin de perspectives diverses, de créativité stratégique et d'exécution agile. L'Studio offre des solutions intégrées et différentes par leur design.",
        "back": "Retour",
        "overview": "Aperçu"
    },
    "about": {
        "TheStudio": "L'Studio",
        "StudioIntro": "Nous sommes une agence créative verticalement intégrée—créant des marques pilotées par des histoires et des connexions stratégiques. Nés en Suisse, avec une vision mondiale, nous grandissons grâce à la diversité et à l'innovation.",
        "Manifesto": "Manifeste",
        "ManifestoLine1": "Nous sommes Overty",
        "ManifestoLine2": "NOUS NE SUIVONS PAS LE CHANGEMENT",
        "ManifestoLine3": "NOUS LE CRÉONS",
        "ManifestoDescriptionParagraph1": "Nous croyons en des stratégies qui inspirent, en des marques qui racontent des histoires et en des connexions qui transcendent les frontières. Nous sommes obsédés par les détails, car nous savons que c'est là que se trouve la différence.",
        "ManifestoDescriptionParagraph2": "Nous sommes nés en Suisse, mais notre vision est mondiale. Nous choisissons de nous développer là où la diversité, le dynamisme et le potentiel des marchés émergents nous inspirent à innover.",
        "characteristic1Title": "moteur d'idées",
        "characteristic1Description": "Stratégies uniques et adaptables développées en combinant créativité, analyse de données et un enfoque basé sur les résultats.",
        "characteristic2Title": "connexion 360",
        "characteristic2Description": "Dirigé par une vision internationale, avec un profondentendu de l'importance des connexions sur les marchés locaux.",
        "characteristic3Title": "insights réels",
        "characteristic3Description": "Idées transformées en actions concrètes, résultats tangibles, objectifs clairs et un impact stratégique durable.",
        "Team": "Équipe",
        "Founder": "Directeur",
        "JeanDescription": "Je crois en des stratégies qui inspirent, en des marques qui racontent des histoires et en des connexions qui transcendent les frontières.",
        "JulioDescription": "Je crois en des designs qui communiquent, en des idées qui prennent vie et en des esthétiques qui laissent une empreinte.",
        "Designer": "Designer",
        "CatalinaDescription": "Je crois en un contenu qui connecte, en des communautés qui grandissent et en des conversations qui font la différence.",
        "Community Manager": "Community Manager",
        "CarlosDescription": "Je crois en un code qui donne du pouvoir, en des sites web qui engagent et en des solutions qui conduisent au succès.",
        "Web Developer": "Développeur Web"
    },
    "portfolio": {
        "tab1": "Projets sélectionnés",
        "tab2": "Entreprises",
        "tab3": "Produits",
        "tab4": "Immobilier",
        "More": "Voir plus",
        "continuousScroll": "entreprises générales immobilier lancement de produits"
    },
    "services": {
        "Services": "Services",
        "ServicesIntro": "Pour mener aujourd'hui, les marques ont besoin de perspectives diverses, de créativité stratégique et d'exécution agile. L'Studio offre des solutions intégrées et différentes par leur design.",
        "companies": "entreprises",
        "serviceTitle1": "Entreprises",
        "serviceDescription1": "Qu'est-ce que votre histoire, et ce que vous représentez?",
        "serviceDescription1_1": "Nous transformons votre vision en une marque que les gens peuvent voir, sentir et se connecter avec—grâce à des visuels impressionnants, des mots puissants, et un focus aigu sur ce qui vous rend vraiment différent",
        "serviceTitle2": "Produits",
        "serviceDescription2": "Trouvez votre tribu et faites grandir une communauté qui croit en votre marque.",
        "serviceDescription2_1": "Atteindre les gens où ils sont—et leur donner quelque chose de vraiment précieux—est le moyen le plus rapide de transformer l'intérêt en confiance, et la confiance en action.",
        "serviceTitle3": "Immobilier",
        "serviceDescription3": "Un contenu grandit, raconte votre histoire, et fait grandir votre entreprise.",
        "serviceDescription3_1": "Un contenu faible? Il disparait dans le bruit. Nous relions votre marketing et vos ventes pour créer du contenu audacieux et précieux qui suscite l'intérêt, construit la fidélité, et inspire l'action.",
        "products": "produits",
        "realestate": "immobilier",
        "ServicesDescription": "Que pouvons-nous faire pour vous?",
        "Companies": "Entreprises",
        "BrandingDescription1": "Nous concevons des identités de marque uniques et cohérentes qui reflètent votre essence et se connectent à votre public.",
        "companiesDescription2": "Nommage",
        "companiesDescription3": "Système de Design de Marque",
        "companiesDescription4": "Stratégie de Marque",
        "companiesDescription5": "Direction Graphique",
        "companiesDescription6": "Identité de Marque",
        "companiesDescription7": "Creatifs Publicitaires",
        "companiesDescription8": "Diseño Editorial",
        "BrandingDescription5": "Contenus",
        "Products": "Produits",
        "productsDescription1": "Contenu Interactif",
        "productsDescription2": "Contenu de Réseaux Sociaux",
        "productsDescription3": "Soutien aux Ventes",
        "productsDescription4": "Contenu et Écriture de Copie",
        "productsDescription5": "Expériences AI",
        "productsDescription6": "Visualisation de Données",
        "productsDescription7": "Rapports Annuels",
        "productsDescription8": "video & Motion",
        "realestateDescription1": "Promoteur",
        "realestateDescription2": "Agent Immobilière",
        "realestateDescription3": "Investisseur",
        "realestateDescription4": "Privé",
        "realestateDescription5": "Stratégie de Canal",
        "realestateDescription6": "Consultation SEO",
        "realestateDescription7": "Réseaux Payants",
        "realestateDescription8": "Analytique",
        "OurMethodDescription": "Nous suivons un processus structuré pour garantir les meilleurs résultats pour nos clients.",
        "ContentCreationDescription2": "Estrategie de contenu",
        "ContentCreationDescription3": "Bulletin électronique",
        "ContentCreationDescription4": "Recherche Payante",
        "ContentCreationDescription5": "Médias",
        "ContentCreationDescription6": "Campagnes",
        "ContentCreationDescription7": "Consultation SEO",
        "ContentCreationDescription8": "Réseaux Payante",
        "ContentCreationDescription9": "Analytique",
        "ContentCreationDescription1": "Nous créons un contenu stratégique et engageant qui propulse votre marque, se connecte à votre public et génère des résultats réels.",
        "RealEstate": "Immobilier",
        "AudienceDevelopmentDescription1": "Nous développons des audiences actives et fidèles, renforçant votre portée et construisant des communautés autour de votre marque.",
        "AudienceDevelopmentDescription2": "Communauté",
        "AudienceDevelopmentDescription3": "Réseaux Sociaux",
        "AudienceDevelopmentDescription4": "Email Marketing",
        "AudienceDevelopmentDescription5": "Networking",
        "details": "Détails",
        "KeyInHand": "Solutions clés en main",
        "OurMethod": "Notre méthode",
        "Strategy1": "Découverte & Analyse",
        "Strategy1Description": "Comprendre votre marque, votre audience et vos objectifs est notre première étape. Grâce à la recherche et à la vision stratégique, nous découvrons des opportunités clés et établissons la base pour une direction créative et efficace.",
        "Strategy2": "Stratégie & Planification",
        "Strategy2Description": "Avec des perspectives claires en tête, nous définissons un plan d'action focalisé. Combinant créativité avec des données, nous priorisons des actions, alignons des canaux et construisons une stratégie conçue pour atteindre des résultats mesurables.",
        "Strategy3": "Exécution & Développement",
        "Strategy3Description": "Les idées prennent vie grâce à une exécution précise. De la création de contenu au design et au développement digital, chaque détail est conçu pour aligner avec la stratégie et générer un impact réel.",
        "Strategy4": "Suivi & Croissance",
        "Strategy4Description": "Les performances sont surveillées en temps réel pour mesurer l'impact, identifier des opportunités et ajuster la stratégie. Les perspectives conduisent à une amélioration continue, garantissant un croissance durable et un succès à long terme.",
        "FAQDescription": "Cette foire aux questions apporte de la clarté et renforce la confiance des clients potentiels, en définissant les attentes concernant les services, les processus et les résultats.",
        "FAQ1": "Paragraph travaille-t-elle avec des entreprises de tous les secteurs ?",
        "FAQ1Answer": "Oui, Paragraph a la capacité de travailler avec des entreprises de divers secteurs, en adaptant ses stratégies et ses services aux besoins spécifiques de chaque client.",
        "FAQ2": "Combien de temps faut-il pour voir les résultats d'une stratégie de marketing digital ?",
        "FAQ2Answer": "Le délai pour voir des résultats peut varier selon la stratégie et le secteur, mais des améliorations sont généralement visibles entre 3 et 6 mois.",
        "FAQ3": "Quel type de sites web développez-vous ?",
        "FAQ3Answer": "Nous développons des sites web personnalisés, adaptés aux besoins de chaque client, y compris des sites informatifs, des boutiques en ligne et des plateformes interactives.",
        "FAQ4": "Comment puis-je demander un devis ?",
        "FAQ4Answer": "Vous pouvez demander un devis via notre formulaire de contact sur le site web, et nous vous contacterons pour discuter de vos besoins.",
        "FAQ5": "Paragraph propose-t-elle des services de gestion des réseaux sociaux ?",
        "FAQ5Answer": "Oui, nous proposons des services de gestion des réseaux sociaux, incluant la création de contenu, la planification et l'analyse des résultats.",
        "FAQ6": "Quel type de contenu créez-vous ?",
        "FAQ6Answer": "Nous créons une variété de contenus, notamment des articles, des vidéos, des infographies et des publications sur les réseaux sociaux, adaptés aux besoins de chaque client.",
        "FAQ7": "Comment mesure-t-on le succès d'une stratégie marketing ?",
        "FAQ7Answer": "Le succès se mesure à l'aide de métriques clés telles que le trafic web, le taux de conversion, l'engagement sur les réseaux sociaux et le retour sur investissement (ROI).",
        "FAQ8": "Paragraph propose-t-elle des plans personnalisés selon les besoins de mon entreprise ?",
        "FAQ8Answer": "Oui, chez Paragraph, nous proposons des plans personnalisés adaptés aux besoins et objectifs spécifiques de chaque entreprise.",
        "RealEstateIntro1": "Vous n'êtes pas sûr de quel siège est le bon pour vous ?",
        "RealEstateIntro2": "Nous vous aiderons. Que vous soyez une petite entreprise ou une grande entreprise, Paragraph vous permet de penser stratégiquement plutôt que de chercher sans cesse.",
        "3D": "3D",
        "renders": "Rendres",
        "showcase": "Montrez l'avenir dès aujourd'hui!",
        "plans": "Plans",
        "3dfurnished": "3D Aménager",
        "2dplan": "Plan 2D",
        "2ddesign": "Design 2D",
        "videos": "Vidéos",
        "motiongraphics": "Graphiques en mouvement",
        "motiongraphicsDescription": "Un système de logo robuste inclut plusieurs versions pour garantir la flexibilité et la cohérence dans toutes les applications. Du logo principal aux marques simplifiées, aux icônes et aux formats responsifs, chaque version est conçue pour maintenir l'intégrité de la marque, que ce soit sur un site web, des réseaux sociaux, des emballages ou des impressions.",
        "cinematic": "Cinématique",
        "cinematicDescription": "La cinématique est une puissante outil pour créer du contenu engageant et immersif. Il vous permet de créer des vidéos cinématographiques qui sont à la fois visuellement impressionnantes et émotionnellement impactantes. C'est une excellente façon de raconter l'histoire de votre marque et de vous connecter avec votre public.",
        "branding": "Identité de marque",
        "brandingDescription": "Les applications visuelles donnent vie à une marque sur tous les supports—numérique, imprimé, emballage et environnements. Des modèles de réseaux sociaux et de signalisation aux marchandises et mises en page éditoriales, l'application cohérente garantit une présence unifiée et reconnaissable à chaque point de contact.",
        "websiteDesign": "Design de site web",
        "interactive": "Sites Web Interactifs",
        "websiteDesignDescription": "Le design de site web interactif transforme la navigation en expérience. Grâce au mouvement, à l'UX intelligent et aux visuels immersifs, nous créons des sites qui captivent, guident et convertissent. Chaque clic est intentionnel, donnant vie à votre marque ou à votre espace.",
        "interactive3D": "3D Interactif & Immersif",
        "Talk": "Discutons",
        "customProject": "Avez-vous un projet personnalisé?",
        "customProjectDescription": "Nous sommes ici pour vous aider. Que vous soyez une petite entreprise ou une grande entreprise, Paragraph vous permet de penser stratégiquement plutôt que de chercher sans cesse.",
        "standard": "Standard",
        "photorealistic": "Photoréaliste",
        "2dPlanShowcase": "Vitrine de Plan 2D",
        "2dDesignShowcase": "Vitrine de Design 2D",
        "brandingImage": "Identité de marque",
        "decorativeDots": "Points décoratifs",
        "card1": "Carte 1",
        "card2": "Carte 2",
        "card3": "Carte 3",
        "cardContent": "Votre contenu ici"
    },
    "contact": {
        "Contact": "Contact",
        "ContactIntro1": "Prêt à faire passer votre marque au niveau supérieur?",
        "ContactIntro2": "Remplissez le formulaire et nous vous contacterons.",
        "ContactQuestion": "Prêt à faire passer votre marque au niveau supérieur?",
        "ContactDescription": "Remplissez le formulaire et nous vous contacterons.",
        "Name": "Nom",
        "NamePlaceholder": "Entrez votre nom",
        "Email": "E-mail",
        "EmailPlaceholder": "Entrez votre e-mail",
        "Phone": "Téléphone",
        "PhonePlaceholder": "Entrez votre numéro de téléphone",
        "Company": "Où travaillez-vous?",
        "CompanyPlaceholder": "Entrez le nom de votre entreprise",
        "Message": "Dites-nous ce dont vous avez besoin",
        "MessagePlaceholder": "Que pouvons-nous faire pour vous?",
        "Send": "Envoyer",
        "SendSuccess": "Votre message a été envoyé avec succès!",
        "SendError": "Erreur lors de l'envoi du message. Veuillez réessayer.",
        "Sending": "Envoi...",
        "FindUs": "Trouvez-nous sur"
    }
}
